Repository: mozilla-l10n/mt-training-data
Catalog: rki/rki_pontoon.tmx
Source language: en_us
Languages: rki

source: [Mismatched content]
rki: [အကြောင်းအရာ မကိုက်ညီပါ]

source: Misreadings
rki: မှား ဖတ်နိန်ပါယေ

source: Missing an 's' at the end of a word.
rki: စကားလုံးတလုံး အဆုံးမှာ 's' တလုံး ပျောက်နိန်ပါယေ။

source: Missing an <strong>'s'</strong> at the end of a word.
rki: စကားလုံး အဆုံးမှာ <strong>'s'</strong> ပျောက်နိန်ပါယေ။

source: Missing 'A' or 'The' at the beginning of the recording.
rki: အသံသွင်းချက် အစမှာ 'A' ဝါ 'The' ပျောက်နိန်ပါယေ။

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
rki: အသံသွင်းထားစွာ အစပိုင်းမှာ <strong>'A'</strong> or <strong>'The'</strong> ပျောက်နိန်ပါယေ။

source: Missing the end of the last word by cutting off the recording too quickly.
rki: အသံသွင်းစွာကို အယင်စလို ဖြတ်လိုက်တေအတွက် နောက်ဆုံး စကားလုံးမှာ အဆုံးပိုင်း လွတ်လားပါယေ။

source: Mixed
rki: ရောနှောထားဗြီးသား

source: More
rki: နောက်ထပ်

source: [More has been recorded than the required text]
rki: [လိုအပ်တေ စာသားထက် ပိုပနာ အသံသွင်းထားပါယေ]

source: More languages coming soon
rki: နောက်ထပ် ဘာသာစကားတိ မကြာခင် လာပါဖို့

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
rki: ကုမ္ပဏီကြီးတိ အသုံးပြုယေ အချက်အလက် အများစုကို လူအများစုအတွက် မရဟိနိုင်ပါ။ အေဟင့်စွာ ဆန်းသစ်တီထွင်မှုကို ဟန့်တားနိန်ယေလို့ အကျွန်ရို့ ထင်ပါယေ။ ယင်းအတွက်နန့် အသံ သိမှတ်နိုင်စွာကို လူတိုင်း အသုံးပြုနိုင်အောင် ကူညီပီးဖို့ အကျွန်ရို့ Common Voice ပရောဂျက်ကို စတင်လိုက်စွာပါ။

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
rki: ကုမ္ပဏီကြီးတိ အသုံးပြုယေ အချက်အလက် အများစုကို လူအများစုအတွက် မရဟိနိုင်ပါ။ အေဟင့်စွာ ဆန်းသစ်တီထွင်မှုကို ဟန့်တားနိန်ယေလို့ အကျွန်ရို့ ထင်ပါယေ။ ယင်းအတွက်နန့် အသံ သိမှတ်နိုင်စွာကို လူတိုင်း အသုံးပြုနိုင်အောင် ကူညီပီးဖို့ Common Voice ပရောဂျက်ကို စတင်လိုက်စွာပါ။

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
rki: အသံသွင်းချက် အများစုက လူတိ သဘာဝအသံနန့် စကားပြောဆိုကတ်စွာပါ။ အော်ဟစ် ပြောဆိုစွာ၊ တတိုးချေ ပြောဆိုစွာ ဝါ “ပြဇာတ်ဆန်ယေ” အသံနန့် ထထင်ရှရှား ပြောဆိုစွာတိက ရံဖန်ရံခါ ပုံမှန်မဟုတ်ကေလည်း ယင်းအသံသွင်းချက်တိကို လက်ခံနိုင်ပါယေ။ တေးခြင်းဆိုထားယေ အသံသွင်းချက်တိနန့်ကွန်ပျူတာပေါင်းစပ်အသံကို အသုံးပြုထားယေ အသံသွင်းချက်တိကိုတော့ခါ ငြင်းပယ်ပါ။

source: Mozilla Common Voice datasets are now exclusively available on Mozilla Data Collective.
rki: Mozilla Common Voice datasets တိကို Mozilla Data Collective မှာ သီးသန့် ရဟိနိုင်ပါဗျာလ်။

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
rki: Mozilla Common Voice စွာ စက်တိကို လူအစစ်တိ ဇာပိုင် စကားပြောလေဆိုစွာကို သင်ကြားပီးဖို့ ကူညီပီးယေ အစီအစဉ်တခု ဖြစ်ပါယေ။

source: Mozilla Common Voice is made possible by a diverse community of activists, linguists, data scientists, academics and software engineers from all over the world. The project is stewarded by the Mozilla Foundation.
rki: Mozilla Common Voice ကို ကမ္ဘာတဝှမ်းက တက်ကြွလှုပ်ရှားယေ လူတိ၊ ဘာသာဗေဒပညာရှင်တိ၊ ဒေတာသိပ္ပံပညာရှင်တိ၊ ပညာရှင်တိနန့် ဆော့ဖ်ဝဲအင်ဂျင်နီယာတိ ပါဝင်ယေ ကွဲပြားယေ အသိုင်းအဝိုင်းတခုက ဖြစ်မြောက်အောင်မြင်အောင် လုပ်ဆောင်ပီးပါယေ။ ဒေပရောဂျက်ကို Mozilla Foundation က ကြီးကြပ်ပါယေ။

source: Mozilla Common Voice is the world’s most diverse crowdsourced open speech dataset - and we’re powered entirely by donations. It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. If you value open, inclusive data - <b>donate today!</b>
rki: Mozilla Common Voice စွာ ကမ္ဘာမှာ အကွဲပြားဆုံး လူအုပ်စု ရင်းမြစ်က ထွက်ပေါ်လာယေ ပွင့်လင်းယေ စကား ဒေတာစုဖြစ်ပနာ၊ အကျွန်ရို့စွာ အလှူငွေတိနန့် အပြည့်အဝ လည်ပတ်နိန်ပါယေ။ အကျွန်ရို့ လုပ်ဆောင်စွာတိကို မှီခိုနိန်ရယေ ဘာသာစကား ၁၀၀ ကျော် ဟိယေ အသိုင်းအဝိုင်းတိအတွက် ဒေတာစုတိကို လက်ခံထိန်းပီးထားဖို့နန့် ပလက်ဖောင်းကို တိုးတက်ကောင်းမွန်ဇီဖို့အတွက် တနှစ်ကို ဒေါ်လာတသန်းနီးပါး ကုန်ကျပါယေ။ ပွင့်လင်းပနာ အားလုံး ပါဝင်ယေ ဒေတာကို မိတ်ဆွေ တန်ဖိုးထားကေ - <b> အေနိပင် အလှူငွေ ထည့်ဝင်ပီးပါ။</b>

source: Mozilla’s open source voice recognition engine Deep Speech can be used to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
rki: Mozilla က open source အသံ မှတ်မိယေ အိန်ဂျိန် Deep Speech ကို အသံမှတ်မိယေ အပလီကေးရှင်းတိ တည်ဆောက်ဖို့အတွက် အသုံးပြုနိုင်ပါယေ။ အကျွန်ရို့ <githubLink>Github ခြုံငုံသုံးသပ်ချက်</githubLink> ကို ဖတ်ကြည့်ပါ ဝါ စပနာ အသုံးပြုနည်းကို လေ့လာဖို့ <discourseLink>DeepSpeech Discourse</discourseLink> မှာ ပါဝင်ပါ။

source: Mutual accountability.
rki: အပြန်အလှန် တာဝန်ခံမှု။

source: N/A
rki: မဟိပါ

source: Name
rki: နာမေ

source: Names of your language
rki: မိတ်ဆွေ ဘာသာစကား နာမေတိ

source: Native Language
rki: မွီးရပ် ပြောယေ ဘာသာစကား

source: Nature and Environment
rki: သဘာဝနန့် ပတ်ဝန်းကျင်

source: Need help deciding which to choose?
rki: ဇာချင့်ကို ရွီးချယ်ရဖို့လဲ ဆုံးဖြတ်ဖို့အတွက် အကူအညီ လိုပါလား?

source: Need help with the Sex or Gender changes?
rki: လိင် ဝါ ကျားမ ပြောင်းလဲစွာတိအတွက် အကူအညီ လိုအပ်ပါလား?

source: Need some help with accent?
rki: အသံထွက်နန့် ပတ်သတ်ပနာ အကူအညီ လိုပါလား?

source: Need some help with variants?
rki: အမျိုးကွဲတိနန့် ပတ်သတ်ပနာ အကူအညီ လိုအပ်ပါလား?

source: Need to download your data?
rki: မိတ်ဆွေ ဒေတာကို ဒေါင်းလုဒ် လုပ်ဖို့ လိုအပ်ပါလာ?

source: New Language Launch
rki: ဘာသာစကားအသစ် စပနာ မိတ်ဆက်မှု

source: News and Current Affairs
rki: သတင်းနန့် လက်ဟိ အခြေအနေတိ

source: Next
rki: နောက်တခု

source: No
rki: မဟုတ်

source: “No”
rki: "မဟုတ်"

source: [No ‘a’ in the original text]
rki: [မူရင်းစာသားမှာ ‘a’ မပါပါ]

source: No audio was captured. Please check your microphone and try again.
rki: အသံ ဖမ်းယူထားစွာ မဟိပါ။ မိတ်ဆွေ မိုင်ခြိုဖုန်းကို စစ်ဆေးပနာ ထပ်ကြိုးစားကြည့်ပါ။

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
rki: <noCopyright>မူပိုင်ခွင့် မဟိပါ</noCopyright> ကန့်သတ်ချက်တိ (cc0)

source: No foreign letters
rki: ဘာသာစကားခြား စာတိ မပါပါ

source: No gravatar found for your email
rki: မိတ်ဆွေ အီးမေးလ်အတွက် gravatar မတွိပါ

source: No information
rki: အချက်အလက်တိ မဟိပါ

source: No information available
rki: သတင်းအချက်အလက် မရဟိနိုင်ပါ

source: Noise
rki: ဆူသံ

source: No languages found
rki: ဘာသာစကားတိ မတွိပါ

source: No match found
rki: ကိုက်ညီစွာ မတွိပါ

source: No matching language found
rki: ကိုက်ညီယေ ဘာသာစကား မတွိပါ

source: No microphone found.
rki: မိုင်ခြိုဖုန်းကို မတွိပါ။

source: Non-binary
rki: ယောက်ျား မမက် မဟုတ်ယေ လူ

source: No numbers and special characters
rki: ဂဏန်းတိနန့် အထူးအက္ခရာတိ မပါဝင်ပါ

source: No offensive, prejudiced remarks or sensitive questions
rki: စော်ကားယေ၊ ဘက်လိုက်ယေ မှတ်ချက်တိ ဝါ ထိလွယ်ရှလွယ်ယေ မေးခွန်းတိ မပါဝင်ရပါ

source: “No problemo” used in English > tag as English
rki: “No problemo” ကို အင်္ဂလိပ်စာမှာ သုံးလို့ > အင်္ဂလိပ်ပိုင် အညွှန်းစာ တပ်ပါ

source: Normal
rki: ပုံမှန်

source: Normal playback speed
rki: ပြန်ဖွင့်ယေ အယင်နှုန်းကို ပုံမှန်ထားပါ

source: No sentences to review. <addLink>Add more sentences now!</addLink>
rki: ပြန်ပနာ သုံးသပ်ဖို့ စာကြောင်းတိ မဟိပါ။ <addLink>အဂု စာကြောင်းတိ ထပ်ထည့်ပီးပါ။</addLink>

source: No soliciting personal information (e.g., names, financial details)
rki: ကိုယ်ရေးကိုယ်တာ အချက်အလက်တိ (ဥပမာ- နာမေတိ၊ ငွေကြေးနန့်ဆိုင်ယေ အသေးစိတ် အချက်အလက်တိ) တောင်းခံစွာ မလုပ်ရ။

source: ⓘ Not all sentences and clips have Variant tags yet!
rki: ⓘ စာကြောင်းတိနန့် အသံဖိုင်တိ အားလုံးမှာ အမျိုးကွဲ အညွှန်းစာတိ မဟိသိမ့်ပါ!

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
rki: မှတ်ချက် - 'မြင်နိုင်ယေ' လို့ သတ်မှတ်ထားကေ၊ ဒေဆတ်တိန်ကို <profileLink> ပြိုဖိုင်း စာမျက်နှာ </profileLink> က ပြောင်းလဲနိုင်ပါယေ။

source: No text to submit. Please tag some text first.
rki: တင်သွင်းပီးဖို့ စာသား မဟိပါ။ အယင် စာသားတချို့ကို အညွှန်းစာ လုပ်ပီးပါ။

source: Note: You will still need to select between Speak or Listen to change contribution type.
rki: မှတ်ချက် - ပံ့ပိုးကူညီစွာ အမျိုးအစားကို ပြောင်းလဲဖို့အတွက် စကားပြောပါ ဝါ နားထောင်ပါ ကို ရွီးဖို့ လိုအပ်ဖို့သိမ့်။

source: Not Found
rki: မတွိပါ

source: No Thanks
rki: မလိုပါ၊ ကျေးဇူးတင်ပါယေ။

source: No thanks, continue speaking
rki: မလိုပါ၊ စကား ဆက်ပြောပါ

source: Not use, or solicit, harmful or offensive language
rki: အန္တရာယ် ဟိယေ ဝါ ရိုင်းစိုင်းယေ ဘာသာစကားကို မသုံးပါကဲ့၊ ဝါ မတောင်းဆိုပါကဲ့

source: No variant selected
rki: ဇာ မူကွဲစကားလည်း ရွီးမထားပါ

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
rki: Common Voice အကြောင်း အနည်းချေ ပိုသိလာဗျာယ်ဆိုခါ ဇာဖြစ်လို့ မစမ်းကြည့်စွာပါလဲ? စာကြောင်းတိကို အသံထွက်ဖတ်ပြဖို့ မိုင်ခြိုဖုန်း အိုင်ကင်ကို နှိပ်ပါ။ <br/><br/>တခြားလူတိ အသံပံ့ပိုးထားစွာတိကို ပြန်သုံးသပ်ချင်ကေ၊ ဖွင့် အိုင်ကင်ကို နှိပ်ပါ။ အသံသွင်းချက်တိက မျက်နှာပြင်ထက်က ရီးထားယေ စာကြောင်းတိနန့် ကိုက်ညီမှု ရှိမရှိ မိတ်ဆွေ အတည်ပြုပီးပနာ ကူညီပီးနိုင်ပါယေ။

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
rki: အဂုဆိုကေ စက်ပစ္စည်းတိနန့် ဝဘ်ဆိုက်အတွက် ဆန်းသစ်တီထွင်ယေ အက်ပ်တိ ဖန်တီးဖို့အတွက် ဇာသူမဆို အသုံးပြုနိုင်ယေ အခမဲ့ ရင်းမြစ် အသံဒေတာဘေ့စ်တခု တည်ဆောက်ဖို့ အကျွန်ရို့ကို ကူညီဖို့အတွက် မိတ်ဆွေ အသံကို လှူဒါန်းနိုင်ပါဗျာလ်။ စက်တိက အဂင့်ဂင့် လူတိ ဇာပိုင် ပြောလဲဆိုစွာ လေ့လာဖို့ စာကြောင်းတကြောင်း ဖတ်ပါ။ အရည်အသွေး မြှင့်တင်ဖို့ တခြား ပံ့ပိုးကူညီယေ လူတိ လုပ်ဆောင်ချက်ကို စစ်ဆေးပီးပါ။ အေဟင့်က ကကောင်း ရိုးရှင်းပါယေ။

source: Number of Voices
rki: အသံ အရေအတွက်

source: Numbers
rki: ကိန်းဂဏန်းတိ

source: Numbers and acronyms
rki: နံပါတ်တိနန့် စာ အတိုကောက်တိ

source: Numbers and symbols should be spelled out in words rather than using numerals or special characters. Example:
rki: နံပါတ်တိနန့် သင်္ကေတတိကို ဂဏန်းတိ ဝါ အထူး အက္ခရာတိကို အသုံးပြုဖို့အစား စကားလုံးတိနန့် ရီးမှတ်သင့်ပါယေ။ ဥပမာ -

source: Off
rki: ပိတ်ပါ

source: Offensive Content
rki: စော်ကားယေ အကြောင်းအရာ

source: Offensive content or sensitive information
rki: စိတ်အနှောင့်အယှက် ဖြစ်စီယေ အကြောင်းအရာ ဝါ ထိလွယ်ရှလွယ်ယေ အချက်အလက်တိ

source: Offensive language
rki: စော်ကားယေ ဘာသာစကား

source: Offensive speech
rki: စော်ကားယေ အပြောစကား

source: Offline Sources
rki: အော့ဖ်လိုင်း ရင်းမြစ်တိ

source: On
rki: ဖွင့်ပါ

source: On desktop devices you can contribute by downloading…
rki: ဒက်စ်တော့ ကွန်ပျူတာတိမှာ ဒေါင်းလုဒ် လုပ်ပနာ ပါဝင်ကူညီနိုင်ပါယေ…

source: On his head he wore a beret.
rki: ယင်သူ့ ခေါင်းထက်မှာ ဘရီဝထုပ် ဆောင်းထားယေ။

source: On iOS please continue with Safari to enable recording…
rki: iOS မှာ အသံသွင်းစွာကို ဖွင့်ပီးဖို့ Safari ဘြောက်ဆာမှာ ဆက်လုပ်ပါ။

source: Only show me sentences and clips from my variant
rki: အကျွန့် အမျိုးကွဲက စာကြောင်းတိနန့် အသံဖိုင်တိကိုရာ ပြပါ

source: On mobile devices you can contribute using your system browser…
rki: မိုဘိုင်းစက်ပစ္စည်းတိမှာ ဆဲ့ဆတန် ဘြောက်ဆာကို အသုံးပြုပနာ ပံ့ပိုးကူညီနိုင်ပါယေ…

source: On the other hand, if you think that the reader has never come across the word before, and is making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
rki: အခြားတဖက်မှာ စာဖတ်ယေ လူစွာ ယင်းစကားလုံးကို အယင်က တခါလည်း မတွိဖူးဘဲ အသံထွက်ကို မှားယွင်းပနာ ခန့်မှန်း ထွက်တေလို့ မိတ်ဆွေ ထင်မြင်မိကေ ငြင်းပယ်လိုက်ပါ။ မိတ်ဆွေ မသေချာကေ ကျော်ဖို့ ခလုတ်ကို အသုံးပြုပါ။

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
rki: အခြားတဖက်မှာ စာဖတ်ယေ လူစွာ ယင်းစကားလုံးကို အယင်က တခါလည်း မတွိဖူးဘဲ အသံထွက်ကို မှားယွင်းပနာ ခန့်မှန်း ထွက်တေလို့ မိတ်ဆွေ ထင်မြင်မိကေ ငြင်းပယ်လိုက်ပါ။ မသေချာကေ ကျော်ဖို့ ခလုတ်ကို အသုံးပြုပါ။

source: Open innovation is at the heart of what we do. For research collaborations, data collection or interviews, <emailFragment>reach out.</emailFragment>
rki: ပွင့်လင်းယေ ဆန်းသစ်တီထွင်မှုစွာ အကျွန်ရို့ လုပ်ဆောင်ယေ အဓိက အချက် ဖြစ်ပါယေ။ သုတေသန ပူးပေါင်းဆောင်ရွက်စွာတိ၊ အချက်အလက် စုဆောင်းစွာတိ ဝါ အင်တာဗျူးတိအတွက် <emailFragment>ဆက်သွယ်ပါ</emailFragment>က ဆက်သွယ်ပါ။

source: Opens in a new tab
rki: တပ်ဘ် tab အသစ်မှာ ဖွင့်ပါ

source: Optionally join on our email list for updates and new information about the project.
rki: ပရောဂျက်နန့် ပတ်သက်တေ အပ်ဒိတ်တိနန့် အချက်အလက်အသစ်တိအတွက် အကျွန်ရို့ အီးမေးလ်စာရင်းမှာ ရွီးချယ်ပါဝင်နိုင်ပါယေ။

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
rki: ရွီးချယ်နိုင်ယေ တင်သွင်းထားယေ လူဦးရေနန့်ဆိုင်ယေ ဒေတာ (ဥပမာ- အသက်၊ ကျား/မ၊ ဘာသာစကားနန့် လီယူလီသိမ်း) ကို မိတ်ဆွေ ပရိုဖိုင်မှာ ဇာခါလည်း လူသိရှင်ကြား ထုတ်ပြန်လီဖို့ မဟုတ်တေအပြင် ဒေတာစုက မိတ်ဆွေ အကောင့်နန့်လည်း ချိတ်ဆက်လီဖို့ မဟုတ်ပါ။ ပိုပနာ တိကျယေ ခွဲခြမ်းစိတ်ဖြာမှုအတွက် တယောက်ချင်းအသံကလစ်တိကို လူဦးရေနန့်ဆိုင်ယေ ဒေတာနန့် ဆက်စပ်ထားဖို့ ဖြစ်ပါယေ - ဥပမာအနိန်နန့် သုတေသီတယောက်က လေ့ကျင့်ရေးမော်ဒယ်တခုကို သတ်မှတ်ထားယေ လူဦးရေနန့်ဆိုင်ယေ အပိုင်းတပိုင််းကို ဦးတည်ထားဖို့ လိုနိုင်ပါယေ။

source: Other
rki: တခြား

source: Other Clients
rki: တခြား ဖောက်သည်တိ

source: Other Language
rki: တခြား ဘသာစကား

source: Other people validate those voice clips.
rki: တခြားလူတိက ယင်းအသံသွင်းထားစွာတိကို အတည်ပြုပီးကတ်ပါယေ။

source: Other voice datasets…
rki: အခြား အသံ ဒေတာစုတိ...

source: Other Voice Datasets
rki: အခြား အသံ ဒေတာစုတိ

source: Our community manager will reach out to you to offer extra support, and to let you know if there is already a community working on your language
rki: အကျွန်ရို့ အသိုင်းအဝိုင်း မန်နိန်ဂျာက အပို ပံ့ပိုးမှု ပီးဖို့နန့် မိတ်ဆွေ ဘာသာစကားကို လုပ်ဆောင်နိန်ယေ အသိုင်းအဝိုင်းတခု ဟိဗြီးသားဆိုကေ မိတ်ဆွေကို အသိပီးဖို့ ဆက်သွယ်လာပါလိမ့်မေ။

source: Our governance is founded on the pillars of:
rki: အကျွန်ရို့ အုပ်ချုပ်မှုကို အောက်က အချက်တိမှာ အခြေခံထားပါယေ -

source: Our language is our story, our community, our culture. Let's create the datasets that we want to see in the world.
rki: အကျွန်ရို့ ဘာသာစကားစွာ အကျွန်ရို့ ဇာတ်လမ်း၊ အကျွန်ရို့ အသိုင်းအဝိုင်း၊ အကျွန်ရို့ ယဉ်ကျေးမှုပါ။ ကမ္ဘာမှာ အကျွန်ရို့ မြင်တွိချင်ယေ ဒေတာစုတိကို အားလုံး ဝိုင်းပနာ ဖန်တီးကတ်ပါမေ။

source: Our Partners
rki: အကျွန်ရို့ မိတ်ဖက်တိ

source: Our partners include...
rki: အကျွန်ရို့ မိတ်ဖက်တိ ...

source: Overall Accuracy
rki: ခြုံငုံ တိကျမှု

source: Overall Hr. Total
rki: အားလုံး နာရီ စုစုပေါင်း

source: Participate in language community discussions, ask questions, and learn about upcoming events and talks.
rki: ဘာသာစကား အသိုင်းအဝိုင်း ဆွေးနွေးပွဲတိမှာ ပါဝင်ပါ၊ မေးခွန်းတိ မိန်းပါ၊ လာဖို့ ပွဲတိနန့် ဟောပြောပွဲတိအကြောင်း လေ့လာပါ။

source: Partner
rki: မိတ်ဖက်

source: Partners
rki: မိတ်ဖက်တိ

source: Partnerships
rki: မိတ်ဖက်တိ

source: Partnerships and networks
rki: မိတ်ဖက်တိနန့် ကွန်ရက်တိ

source: Partnerships, Press and Stories, Community and Languages
rki: မိတ်ဖက်တိ၊ စာနယ်ဇင်းနန့် ဇာတ်လမ်းတိ၊ လူ့အသိုက်အဝန်းနန့် ဘာသာစကားတိ

source: Partner with us
rki: အကျွန်ရို့နန့် ပူးပေါင်းပီးပါ

source: [Part of the text can’t be heard]
rki: [စာသားက အစိတ်အပိုင်းတခုကို မကြားရ]

source: Past recordings download requests
rki: အယင် အသံသွင်းထားစွာတိကို ဒေါင်းလုဒ် လုပ်ဖို့ တောင်းဆိုစွာတိ

source: Pause after every sentence to double-check for switches or mixed words
rki: စကားလုံးပြောင်းတိ ဝါ ရောနှောနိန်ယေ စကားလုံးတိ ဟိမဟိ နှစ်ခါ စစ်ဆေးဖို့ စာကြောင်းတကြောင်းဗြီးတိုင်း တနားချေ ရပ်ပါ။

source: Pause audio
rki: အသံကို တချက် ရပ်ပါ

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
rki: <p>Common Voice စွာ ကမ္ဘာတဝှမ်းက စေတနာ့ဝန်ထမ်း ပံ့ပိုးယေ လူတိ အသံတိနန့် စွမ်းအားပီးထားယေ အများပြည်သူရဟိနိုင်ယေ အသံဒေတာစုတခု ဖြစ်ပါယေ။ အသံအပလီကေးရှင်းတိ တည်ဆောက်ချင်ယေ လူတိစွာ စက်သင်ယူမှုပုံစံတိကို လေ့ကျင့်ဖို့ အေဒေတာစုကို အသုံးပြုနိုင်ပါယေ။</p> <p>လက်ဟိမှာ အသံဒေတာစု အများစုကို ကုမ္ပဏီတိက ပိုင်ဆိုင်ထားပနာ ယင်းချင့်က ဆန်းသစ်တီထွင်မှုကို ဟန့်တားနိန်ပါယေ။ အသံဒေတာစုတိမှာလည်း အင်္ဂလိပ်စကား မပြောယေ လူတိ၊ အသားအရောင် ရှိယေ လူတိ၊ မသန်စွမ်းယေ လူတိ၊ အမျိုးသမီးတိနန့် LGBTQIA+ လူတိကို ကိုယ်စားပြုမှု နည်းပါးပါယေ။ ဆိုလိုစွာက အသံ-ဖွင့်ထားယေ နည်းပညာစွာ ဘာသာစကား အများစုအတွက် လုံးဝ အလုပ်မလုပ်ပါ၊ ယင်းချင့်က အလုပ်ဖြစ်တေ နိန်ရာမှာ လူတိုင်းအတွက် တန်းတူ ကောင်းကောင်း မလုပ်ဆောင်နိုင်ပါ။ အကျွန်ုပ်ရို့ နိန်ရာတိုင်းက လူတိကို သူရို့ အသံတိကို မျှဝီပီးဖို့ စည်းရုံးပနာ အေလွှမ်းမိုးမှုကို ပြောင်းလဲလိုပါယေ။

source: People come and contribute their voices.
rki: လူတိ လာပနာ ကိုယ်ရို့ အသံတိကို ပံ့ပိုးပီးကတ်ပါ။

source: People: Maria, John
rki: လူတိ - မာရီယာ၊ ဂျွင်

source: People often codeswitch when expressing emotion or urgency. Example:
rki: လူတိစွာ စိတ်ခံစားမှု ဝါ အရေးတကြီးဖြစ်မှုကို ဖော်ပြယေအခါ ယပြတ် ကုဒ်ပြောင်းလေ့ ဟိပါယေ။ ဥပမာ -

source: Personal dashboards keep you up-to-date with individual and community progress.
rki: ကိုယ်ရေးကိုယ်တာ ဒက်ရှ်ဘုတ်တိစွာ မိတ်ဆွေ တယောက်တည်းနန့် အသိုင်းအဝိုင်း တိုးတက်မှုတိနန့် အတူတူ နောက်ဆုံးရ သတင်းတိကို အသိပေးပါယေ။

source: Personally Identifiable Information
rki: ကိုယ်ရေးကိုယ်တာ ခွဲခြားနိုင်ယေ အချက်အလက်တိ

source: Places: Los Angeles, Florida
rki: နေရာတိ - လော့စ်အိန်ဂျလိစ်၊ ဖလော်ရီဒါ

source: Platform language
rki: ပလတ်ဖင်း ဘာသာစကား

source: Play audio
rki: အသံကို ဖွင့်ပါ

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
rki: ဒေသအသုံးအနှုန်း ပြောင်းလဲစွာကနိန် ဒေတာစု အသုံးပြုစွာအထိ Common Voice ခရီးစဉ်တခုလုံးအကြောင်း၊ အကျွန်ရို့ အသိုင်းအဝိုင်းနန့် ဇာပိုင် ချိတ်ဆက်ရဖို့ဆိုစွာကို <playbookLink>အထောက်အကူ ဖြစ်စီယေ လမ်းညွှန်ချက်ကို ရှာကြည့်ပါ</playbookLink>။

source: <playIcon></playIcon>Last one!
rki: <playIcon></playIcon>နောက်ဆုံး တခုပါ!

source: Play / Pause
rki: ဖွင့်ဖို့ / တချက် ရပ်ဖို့

source: Play short segments multiple times to catch subtle switches
rki: သိမ်မွေ့ယေ စကားလုံးပြောင်းတိကို ဖမ်းယူဖို့ တိုတောင်းယေ အပိုင်းတိကို အကြိမ် အများကြီး ဖွင့်ပါ

source: Play/Stop
rki: ဖွင့်ပါ/ရပ်ပါ

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
rki: အကျွန်ရို့ <templateFileLink>template ဖိုင်</templateFileLink> ကို စစ်ဆေးပါ။ မိတ်ဆွေ စာကြောင်းတိစွာ မူပိုင်ခွင့် ကင်းစင်ရပါဖို့ (CC0 ဝါ တင်သွင်းယေ လူ ခွင့်ပြုချက်နန့် မူရင်းလက်ရာ) ဖြစ်ပနာ ရှင်းလင်းပြတ်သားရပါဖို့၊ သဒ္ဒါမှန်ကန်ရပါဖို့၊ ဖတ်ရ လွယ်ကူရပါဖို့။ တင်သွင်းထားယေ စာကြောင်းတိစွာ ဖတ်ရှုဖို့ ၁၀ စက္ကန့်က ၁၅ စက္ကန့်လောက် ကြာမြင့်ရဖို့ ဖြစ်ပနာ နံပါတ်တိ၊ ကိုယ်ပိုင်နာမ်တိနန့် အထူးအက္ခရာတိ ပါဝင်စွာကို ရှောင်ကြဉ်သင့်ပါယေ။

source: Please consider adding your community channels to <communitiesLink>COMMUNITIES.md document on GitHub</communitiesLink>.
rki: GitHub က <communitiesLink>COMMUNITIES.md စာရွက်စာတမ်းမှာ မိတ်ဆွေ အသိုင်းအဝိုင်း ချန်နယ်တိကို ထည့်သွင်းဖို့ စဉ်းစားပါ။</communitiesLink>

source: Please fill out this field.
rki: ဒေနိန်ရာကို ဖြည့်ပီးပါ။

source: Please select a language to review sentences.
rki: စာကြောင်းတိကို ပြန်ပနာ သုံးသပ်ဖို့ ဘာသာစကားတခုကို ရွီးချယ်ပါ။

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
rki: အကောင့် မဟိသိမ့်ကေ <pontoonAccountLink>အကောင့် တခု ဖန်တီးပါ</pontoonAccountLink>။ အဗြီးကေ မိတ်ဆွေ ဘာသာစကား <strong>(‘Team’)</strong> ကို ရွီးချယ်ပနာ၊ ပရောဂျက် <pontoonCvLink>Common Voice</pontoonCvLink> ကို ထပ်ရွီးချယ်ပါ။ ဘာသာပြန်ဖို့ ဖိုင်တိ ယင်းမှာ ဟိပါယေ။ ဖိုင် တခုကို နှိပ်လိုက်ကေ၊ အင်္ဂလိပ်ဘာသာ စကားလုံးတိနန့် ဘာသာပြန်ဖို့ အကွက်တခုကို ပြပါလိမ့်မေ။

source: Powered by global communities, for global communities — 290 languages and growing!
rki: တကမ္ဘာလုံးက အသိုင်းအဝိုင်းတိအတွက် တကမ္ဘာလုံး အသိုင်းအဝိုင်းတိက ပံ့ပိုးပီးထားယေ — ဘာသာစကား ၂၉၀ နန့် ဆက်လက် တိုးပွားနိန်တုန်းပါ!

source: Press and stories
rki: စာနယ်ဇင်းနန့် ဇာတ်လမ်းတိ

source: Press and Stories
rki: စာနယ်ဇင်းနန့် ဇာတ်လမ်းတိ

source: Press play, listen & tell us: did they accurately speak the sentence below?
rki: ဖွင့်ဖို့ play ကို နှိပ်ဗျာယ်၊ နားထောင်ပနာ အောက်က စာကြောင်းကို ယင်းသူရို့ တိတိကျကျ ပြောလားခလားလို့ အကျွန်ရို့ကို ပြောပြပီးပါ။

source: Press { shortcut-play-toggle } to toggle play mode
rki: ဖွင့်ယေ မုဒ်ကို ပြောင်းဖို့ { shortcut-play-toggle } ကို နှိပ်ပါ

source: Privacy
rki: ကိုယ်ရေးကိုယ်တာ

source: <privacyLink>Privacy</privacyLink>
rki: <privacyLink>ကိုယ်ရေးကိုယ်တာ</privacyLink>

source: Privacy Policy
rki: ကိုယ်ရေးအချက်အလက် မူဝါဒ

source: Privacy, security and transparency.
rki: ကိုယ်ရေးကိုယ်တာ၊ လုံခြုံရေးနန့် ပွင့်လင်းမြင်သာမှု။

source: Pro
rki: ကျွမ်းကျင်

source: Process / Steps
rki: လုပ်ငန်းစဉ် / အဆင့်တိ

source: Profile
rki: ပြိုဖိုင်း

source: Profile information improves the audio data used in training speech recognition accuracy.
rki: ပရိုဖိုင်အချက်အလက်က အသံမှတ်မိနိုင်စွမ်း တိကျမှုကို လေ့ကျင့်စွာမှာ အသုံးပြုယေ အသံဒေတာကို ပိုပနာ ကောင်းမွန်ဇီပါယေ။

source: Progress
rki: လုပ်နိန်တုန်း

source: Public Domain
rki: အများပြည်သူ ကဏ္ဍ

source: Publicly accessible open speech datasets in 130+ languages
rki: ဘာသာစကား ၁၃၀+ နန့် အများပြည်သူ ဝင်ရောက်ကြည့်ရှုနိုင်ယေ open speech dataset တိ

source: “Pues I told her I couldn’t go, but she was like, ‘You better show up!’”
rki: "Pues, အကျွန် မလားနိုင်လို့ ပြောကေလည်း၊ ယင်းကလိမ့်မေက 'မင်း လာခပါ!' လို့ ပြောပါယေ။"

source: Punctuation
rki: ပုဒ်ဖြတ်ပုဒ်ရပ်

source: <purple>and the one time that</purple> Maria <purple>screamed at me was</purple> <blue>porque</blue> <purple>she was trying to to</purple> printear <blue>un</blue> <purple>order.</purple> (BangorTalk)
rki: <purple> ဗြီးကေ တချိန်မှာ </purple> Maria <purple> အကျွန့်ကို အော်ခစွာက <blue> porque </blue> <purple> ယင်းကလိမ့်မေ ကြိုးစားစွာက </purple> print ထုတ်ဖို့ <blue>un</blue> <purple>order</purple> (BangorTalk)

source: Question
rki: မေးခွန်း

source: Question Collection
rki: မေးခွန်း စုစည်းမှု

source: Questions that might:
rki: ဖြစ်လာနိုင်ယေ မေးခွန်းတိ -

source: Questions which are very culturally specific, or make a lot of assumptions about the responder
rki: ယဉ်ကျေးမှုနန့် ကကောင်း သက်ဆိုင်ယေ ဝါ တုံ့ပြန်ယေ လူက အများကြီး ယူဆချက်တိ လုပ်ရယေ မေးခွန်းတိ

source: Questions which may cause someone to share sensitive, potentially triggering responses
rki: တယောက်ယောက်ကို ထိလွယ်ရှလွယ်ယေ၊ ဒေါသတကြီး တုံ့ပြန်ဖို့ လှုံ့ဆော်ပီးနိုင်ယေ မေးခွန်းတိ
